{
  "language": "brazilian",
  "itemid": "947966",
  "app[content][legal]": "",
  "app[content][earlyaccess_description]": "",
  "app[content][about]": "[p][img src=\"{STEAM_APP_IMAGE}/extras/strongest_english (2)\"][/img][/p][p][img src=\"{STEAM_APP_IMAGE}/extras/surviveandascend\"][/img][/p][p][b]Torre do Mago[/b] é um rogue-lite de sobrevivência acelerado, onde você deve subir uma torre amaldiçoada repleta de monstros e magos corrompidos.\r\nLiberte feitiços devastadores, combine relíquias poderosas e crie builds absurdamente fortes para sobreviver a ondas implacáveis e chefes colossais. Você conseguirá chegar ao topo da torre?[/p][p][img src=\"{STEAM_APP_IMAGE}/extras/overlord\"][/img][/p][p][img src=\"{STEAM_APP_IMAGE}/extras/upgradegif\"][/img][/p][p][/p][p]Cada batalha é uma chance de ficar mais forte.[/p][p]Suba de nível durante a luta e escolha melhorias que mudam o rumo do jogo. Monte uma build que combine com seu estilo ou vá atrás das combinações mais absurdamente dominantes. [/p][p][img src=\"{STEAM_APP_IMAGE}/extras/discoverrarestrelics\"][/img][/p][p][img src=\"{STEAM_APP_IMAGE}/extras/chestgif2\"][/img][/p][p]Tesouros o aguardam… mas o maior poder sempre tem um preço.\r\nAbra baús para descobrir relíquias raras que podem torná-lo imparável — ou sobrecarregá-lo com maldições perigosas. Cada escolha molda sua jornada, transformando cada andar em um jogo de risco e recompensa. [/p][p][/p][p][img src=\"{STEAM_APP_IMAGE}/extras/becomethestrongest\"][/img][/p][p][img src=\"{STEAM_APP_IMAGE}/extras/screenrecording2025-08-15165558online-video-cutter.com-ezgif.com-video-to-gif-converter (1)\"][/img][/p][p][b]Recursos:[/b][/p][list][*][p]Amplo arsenal de magia: mais de 40 feitiços para desbloquear e usar. [/p][/*][*][p]Builds poderosos: escolha melhorias de várias raridades (comum, incomum, raro, épico, [b]lendário[/b]).[/p][/*][*][p]Combate intenso em ondas e chefes desafiadores. [/p][/*][*][p]Pixel art e efeitos mágicos satisfatórios. [/p][/*][*][p]Sistema de relíquias: abra baús para encontrar melhorias únicas. [/p][/*][*][p]Suba a Torre: derrote chefes de andar para avançar e ganhar recompensas valiosas. [/p][/*][/list]",
  "app[content][short_description]": "Torre do Mago é um rogue-lite de sobrevivência onde você sobe uma torre amaldiçoada cheia de monstros e magos corrompidos. Colete relíquias poderosas, crie builds insanas e descubra o mistério no topo."
}
