{
  "language": "german",
  "itemid": "947966",
  "app[content][legal]": "",
  "app[content][earlyaccess_description]": "",
  "app[content][about]": "[p][img src=\"{STEAM_APP_IMAGE}/extras/strongest_english (2)\"][/img][/p][p][img src=\"{STEAM_APP_IMAGE}/extras/surviveandascend\"][/img][/p][p][b]Turm des Zauberers[/b] ist ein rasantes Survival-Rogue-lite, in dem du einen verfluchten Turm voller Monster und gefallener Zauberer erklimmst.\r\nEntfessle verheerende Zauber, kombiniere mächtige Relikte und erschaffe absurd starke Builds, um endlosen Gegnerwellen und kolossalen Bossen standzuhalten. Kannst du die Spitze des Turms erreichen?[/p][p][img src=\"{STEAM_APP_IMAGE}/extras/overlord\"][/img][/p][p][img src=\"{STEAM_APP_IMAGE}/extras/upgradegif\"][/img][/p][p][/p][p]Jeder Kampf ist eine Chance, stärker zu werden.[/p][p]Steige mitten im Kampf auf und wähle spielverändernde Upgrades. Erschaffe ein Build, das zu deinem Stil passt, oder gehe auf die verrücktesten und übermächtigsten Kombinationen. [/p][p][img src=\"{STEAM_APP_IMAGE}/extras/discoverrarestrelics\"][/img][/p][p][img src=\"{STEAM_APP_IMAGE}/extras/chestgif2\"][/img][/p][p]Schätze erwarten dich… doch die größte Macht hat immer ihren Preis.\r\nÖffne Truhen, um seltene Relikte zu entdecken, die dich unaufhaltsam machen — oder dich mit gefährlichen Flüchen belasten. Jede Wahl prägt deinen Durchlauf und macht jede Etage zu einem Spiel zwischen Risiko und Belohnung. [/p][p][/p][p][img src=\"{STEAM_APP_IMAGE}/extras/becomethestrongest\"][/img][/p][p][img src=\"{STEAM_APP_IMAGE}/extras/screenrecording2025-08-15165558online-video-cutter.com-ezgif.com-video-to-gif-converter (1)\"][/img][/p][p][b]Features:[/b][/p][list][*][p]Vielfältiges Arsenal an Magie: über 40 Zauber zum Freischalten und Anwenden. [/p][/*][*][p]Mächtige Builds: wähle Upgrades verschiedener Seltenheiten (gewöhnlich, ungewöhnlich, selten, episch, [b]legendär[/b]).[/p][/*][*][p]Intensiver Wellenkampf und herausfordernde Bosse. [/p][/*][*][p]Stimmige Pixel-Art und Zaubereffekte. [/p][/*][*][p]Relikt-System: öffne Truhen, um einzigartige Upgrades zu finden. [/p][/*][*][p]Erklimme den Turm: besiege Etagenbosse, um weiterzukommen, mit neuen Feinden, Relikten und Belohnungen. [/p][/*][/list]",
  "app[content][short_description]": "Turm des Zauberers ist ein Survival-Rogue-lite, in dem du einen verfluchten Turm voller Monster und gefallener Magier erklimmst. Sammle Relikte, erschaffe mächtige Builds und lüfte das Geheimnis an der Spitze."
}
